<template lang="">
    <div class="">
      
      <h3>流程解釋</h3>
      <p class="text-left">在剛剛的四輪對話中，你分別加入不同的聊天室與機器人對話，他們是控制組與實驗組。控制組是匿名頭像，或只有一組聊天對象。<br>實驗者想知道，比起對象不特定、單一回應，在聊天時，有特定對象或者提供多重回應，是不是會有更好的使用體驗？</p>

      <h3>為什麼假設聊天時，有特定對象會有較好體驗？</h3>
      <p>此設計理念源自Pavlov (1927) 提出的古典制約。在 Pavlov 的實驗中，狗聽到鈴聲的刺激後會肚子餓。同樣的，在與聊天機器人互動時，如果能跟有好感的人物互動，將能激發使用者內部的正向情感，帶來較正向的使用體驗。（簡單來說，你開心時看什麼都開心）</p>

      <h3>為什麼假設聊天時，多回應會有較好的體驗？</h3>
      <p>假設針對使用者的輸入 x，模型生成讓使用者滿意的回應的機率為 p(x)（在此假設為 0.7），則模型生成無法讓使用者滿意的回應的機率就是 1-p(x)（0.3），然而，本系統對於使用者的輸入，會一次生成並回傳五個不同的回應。因此，模型生成無法讓使用者滿意的回應的機率將為 (1-p(x))^5（0.3^5 = 0.00243），相較於單一回應的 1-p(x)，使用者收不到滿意的回應的機率將大幅降低，這是假設回應彼此獨立，且使用者僅關心多個回應之中，能否得到滿意回應之情況。</p>
      
      <h3>為什麼要填那麼長的量表？而且有些問題好像不相關？</h3>
      <p>因為本系統的量表是使用已經經過信效度測試的量表，如 The Chatbot Usability Questionnaire (CUQ) 與 Inclusion of Other in the Self (IOS) scale，這樣寫論文才有效力。要有信效度，就要使用比較長的問卷才有辦法測量。不過因為量表最初設計的用途不是專門給「聊天型」機器人，因此有些題目確實有離題的可能。</p>

    </div>
</template>
<script>
// 在這裡，會先從後端讀取使用者的隨機狀態，再把使用者轉送到對應的隨機狀態中
import { BCard} from 'bootstrap-vue'

export default {
  name: 'debrief_text',
  components: {
    BCard, 
  },
  props: {
  },
  data () {
    return {
    }
  },
  computed: {
  },
  mounted() {
    },
  methods: {
  }
}
</script>
<style lang="">
</style>